{
  "1": [
    [
      "rejection",
      "liberation",
      "repudiate",
      "recant",
      "gainsay",
      "dispute",
      "disapprobation",
      "censure",
      "contravene",
      "rebuttal",
      "lambaste",
      "excoriate",
      "disregard",
      "refute",
      "ban",
      "renounce",
      "disavow",
      "spurn",
      "rebuff"
    ],
    "反对",
    19
  ],
  "2": [
    [
      "snag",
      "hitch",
      "hamper",
      "impede",
      "dampen",
      "stymie",
      "hinder",
      "hamstring",
      "inhibit",
      "confound",
      "preclude",
      "frustrate",
      "impediment",
      "obstacle",
      "restrain",
      "thwart",
      "bound",
      "hamstring",
      "stem"
    ],
    "障碍",
    19
  ],
  "3": [
    [
      "perplexing",
      "enigmatic",
      "baffling",
      "inexpiable",
      "incomprehensible",
      "disconcerting",
      "unsettling",
      "arcane",
      "elusive",
      "unattainable",
      "abstruse",
      "recondite",
      "unfathomable",
      "inscrutable",
      "esoteric",
      "cryptic",
      "nuanced",
      "opacity",
      "inaccessible",
      "insurmountable",
      "opaque"
    ],
    "难懂的",
    21
  ],
  "4": [
    [
      "undermine",
      "impair",
      "hamstring",
      "contradict",
      "eviscerate",
      "vitiate",
      "undercut"
    ],
    "削弱",
    7
  ],
  "5": [
    [
      "opprobrium",
      "disdain",
      "denunciation",
      "indictment",
      "decry",
      "condemn",
      "pillory",
      "vilify",
      "diatribe",
      "infamy",
      "scold",
      "contempt",
      "admonish",
      "castigate",
      "chastise",
      "rebuke",
      "mockery",
      "disparage",
      "rant",
      "reprehend"
    ],
    "谴责",
    20
  ],
  "6": [
    [
      "counterfeit",
      "spurious",
      "feigned",
      "fallacious",
      "unscrupulous",
      "dishonest",
      "contradict",
      "belying",
      "contention",
      "discordance",
      "specious",
      "deceptive",
      "false"
    ],
    "虚假的",
    13
  ],
  "7": [
    [
      "dissemblance",
      "duplicity",
      "defraud",
      "swindle",
      "disinformation",
      "fraud",
      "chicanery",
      "subterfuge",
      "artifice",
      "illusion",
      "belie"
    ],
    "虚假",
    11
  ],
  "8": [
    [
      "contemptuous",
      "supercilious",
      "hauteur",
      "condescension",
      "elevated",
      "lofty",
      "cavalier",
      "dismissive",
      "arrogant",
      "hubristic"
    ],
    "傲慢的",
    10
  ],
  "9": [
    [
      "onerous",
      "arduous",
      "overwhelming",
      "irresistible",
      "cumbersome",
      "unwieldy",
      "wearisome"
    ],
    "艰巨的",
    7
  ],
  "10": [
    [
      "preternatural",
      "prodigious",
      "anomalous",
      "singular",
      "rare",
      "exceptional",
      "inconsistent",
      "exotic",
      "anomaly",
      "aberration"
    ],
    "异常的",
    10
  ],
  "11": [
    [
      "elude",
      "puzzle",
      "enigma",
      "flummoxed",
      "confounded",
      "chimera",
      "perplex"
    ],
    "困惑的",
    7
  ],
  "12": [
    [
      "unwarranted",
      "groundless",
      "inapplicable",
      "baseless",
      "unjustified"
    ],
    "无依据的",
    5
  ],
  "13": [
    [
      "recalcitrant",
      "intractable",
      "refractory",
      "elusive",
      "slippery",
      "evasive",
      "elusive",
      "stubborn",
      "insurmountable",
      "inaccessible"
    ],
    "难以解决的",
    10
  ],
  "14": [
    [
      "pristine",
      "ancient",
      "untouched",
      "unalloyed",
      "unqualified",
      "inchoate",
      "incipient",
      "neat",
      "nascent"
    ],
    "原始的",
    9
  ],
  "15": [
    [
      "bromide",
      "platitude",
      "trite",
      "overused",
      "hackney"
    ],
    "陈词滥调",
    5
  ],
  "16": [
    [
      "antipathetic",
      "inconsistent",
      "discordance",
      "disparate",
      "inconsonant",
      "mixed"
    ],
    "不一致的",
    6
  ],
  "17": [
    [
      "pliable",
      "malleable",
      "fluid",
      "erratic",
      "capricious",
      "cavalier",
      "mutable",
      "dynamic",
      "volatility",
      "fickleness",
      "unpredictable",
      "mercurial",
      "pliant",
      "plastic"
    ],
    "善变的",
    14
  ],
  "18": [
    [
      "scant",
      "little",
      "peculiar",
      "wanting",
      "bereft",
      "shorn",
      "want",
      "scarcity",
      "deficient",
      "meager",
      "paltry",
      "exiguous",
      "tenuous",
      "improbable"
    ],
    "稀少的，缺乏的",
    14
  ],
  "19": [
    [
      "tendentious",
      "partisan",
      "slanted",
      "prejudicial",
      "bias",
      "orientation",
      "contentious",
      "disposition",
      "proclivity",
      "predilection",
      "preoccupation"
    ],
    "偏见的",
    11
  ],
  "20": [
    [
      "insatiable",
      "voracious",
      "rapacity",
      "exaction",
      "prodigious"
    ],
    "贪婪的",
    5
  ],
  "21": [
    [
      "controversial",
      "provocative",
      "contentious",
      "polarizing",
      "tendentious",
      "fraught"
    ],
    "有争议的",
    6
  ],
  "22": [
    [
      "indiscernible",
      "inconclusive",
      "undetectable",
      "imperceptible",
      "gradual"
    ],
    "难察觉的",
    5
  ],
  "23": [
    [
      "assert",
      "aver",
      "maintain",
      "insist"
    ],
    "断言",
    4
  ],
  "24": [
    [
      "apathy",
      "passivity",
      "indifferent"
    ],
    "冷漠",
    3
  ],
  "25": [
    [
      "enmity",
      "antipathy",
      "inimical",
      "antagonistic",
      "deleterious",
      "polarization",
      "dichotomy"
    ],
    "敌意,对立",
    7
  ],
  "26": [
    [
      "capricious",
      "unpredictable",
      "inconstant，impulsive",
      "fragility",
      "impermanence"
    ],
    "反复无常的",
    5
  ],
  "27": [
    [
      "insular",
      "provincial",
      "parochial"
    ],
    "狭隘的",
    3
  ],
  "28": [
    [
      "hidebound",
      "illiberal",
      "staid",
      "unadventurous",
      "orthodox",
      "conformist",
      "dogmatic",
      "conventional"
    ],
    "守旧的",
    8
  ],
  "29": [
    [
      "credulous",
      "gullible"
    ],
    "轻信的",
    2
  ],
  "30": [
    [
      "futile",
      "fruitless",
      "unsuccessful",
      "futility",
      "pointlessness"
    ],
    "无效的",
    5
  ],
  "31": [
    [
      "stringent",
      "exacting",
      "rigorous",
      "faithful",
      "prescriptive"
    ],
    "严格的",
    5
  ],
  "32": [
    [
      "shackle",
      "stifle",
      "confine",
      "circumspect",
      "deter",
      "constrain"
    ],
    "限制",
    6
  ],
  "33": [
    [
      "waver",
      "oscillate",
      "hesitancy",
      "tentativeness",
      "irresolution",
      "vacillation"
    ],
    "动摇",
    6
  ],
  "34": [
    [
      "acerbic",
      "harsh",
      "vitriolic",
      "acrimonious",
      "bitter",
      "mordant",
      "caustic",
      "stinging",
      "penetrating",
      "acute"
    ],
    "尖刻的",
    10
  ],
  "35": [
    [
      "glut",
      "surfeit",
      "intemperate",
      "excessive",
      "fulsome",
      "effusive"
    ],
    "过量的",
    6
  ],
  "36": [
    [
      "pugnacious",
      "truculent"
    ],
    "好斗的",
    2
  ],
  "37": [
    [
      "indefensible",
      "untenable",
      "unsustainable"
    ],
    "站不住脚的",
    3
  ],
  "38": [
    [
      "cursory",
      "casual",
      "precipitate",
      "hasty",
      "perfunctory",
      "fleeting"
    ],
    "草率的，仓促的",
    6
  ],
  "39": [
    [
      "noxious",
      "insalubrious",
      "deleterious",
      "inimical",
      "pernicious",
      "counterproductive"
    ],
    "有害的",
    6
  ],
  "40": [
    [
      "detract",
      "deprecate",
      "disparage",
      "mock",
      "scorn",
      "flout",
      "disown",
      "deride",
      "mockery",
      "derision"
    ],
    "蔑视",
    10
  ],
  "41": [
    [
      "haphazard",
      "random",
      "desultory",
      "aimless",
      "arbitrary"
    ],
    "随意的",
    5
  ],
  "42": [
    [
      "perturbation",
      "disruption",
      "subversion",
      "violation",
      "annihilate"
    ],
    "干扰，破坏",
    5
  ],
  "43": [
    [
      "fanciful",
      "chimerical",
      "quixotic",
      "idealistic"
    ],
    "空想的",
    4
  ],
  "44": [
    [
      "hodgepodge",
      "pastiche"
    ],
    "大杂烩",
    2
  ],
  "45": [
    [
      "formidable",
      "daunting"
    ],
    "可怕的",
    2
  ],
  "46": [
    [
      "immaterial",
      "irrelevant",
      "extraneous"
    ],
    "无关联的",
    3
  ],
  "47": [
    [
      "maverick",
      "nonconformist"
    ],
    "特立独行的人",
    2
  ],
  "48": [
    [
      "itinerant",
      "peripatetic",
      "circuitous",
      "mobile"
    ],
    "巡回的",
    4
  ],
  "49": [
    [
      "synonymous",
      "reducible",
      "tantamount",
      "commensurate"
    ],
    "等同的",
    4
  ],
  "50": [
    [
      "mundane",
      "commonplace",
      "prosaic",
      "pedestrian",
      "hackneyed",
      "familiar",
      "recognizable",
      "unexceptional",
      "nondescript",
      "average",
      "undistinguished"
    ],
    "普通的",
    11
  ],
  "51": [
    [
      "exalt",
      "valorize",
      "encomium",
      "tribute",
      "hail",
      "acclaim",
      "extol",
      "venerate",
      "applaud"
    ],
    "赞扬",
    9
  ],
  "52": [
    [
      "venerable",
      "reverent",
      "respected",
      "deferential",
      "trusted",
      "esteemed",
      "estimable",
      "complaisant",
      "praiseworthy"
    ],
    "尊敬的",
    9
  ],
  "53": [
    [
      "precise",
      "circumspect",
      "discerning",
      "accurate",
      "assured",
      "settled",
      "sensitive",
      "selective"
    ],
    "精准的",
    8
  ],
  "54": [
    [
      "sanction",
      "countenance",
      "abet",
      "espouse",
      "champion",
      "promote",
      "buttress",
      "reinforce",
      "bolster",
      "preserve",
      "safeguard",
      "underwrite",
      "endorse",
      "advocate",
      "apologist"
    ],
    "支持",
    15
  ],
  "55": [
    [
      "striking",
      "pronounced",
      "audacious",
      "manifest",
      "self-evident",
      "palpable",
      "perceptible",
      "salient",
      "appreciable",
      "prominent",
      "obvious",
      "conspicuous",
      "evident",
      "reveal"
    ],
    "显著的",
    14
  ],
  "56": [
    [
      "prudent",
      "provident",
      "painstaking",
      "meticulous",
      "sound",
      "discreet",
      "thorough",
      "circumspect",
      "careful"
    ],
    "谨慎的",
    9
  ],
  "57": [
    [
      "protean",
      "versatile",
      "cosmopolitanism",
      "diverse",
      "manifold"
    ],
    "多变的，万能的",
    5
  ],
  "58": [
    [
      "miscellaneous",
      "eclectic",
      "wide-ranging",
      "hybrid"
    ],
    "各种各样的",
    4
  ],
  "59": [
    [
      "exigent",
      "imperative",
      "pressing",
      "indispensable",
      "consequential"
    ],
    "重要的",
    5
  ],
  "60": [
    [
      "eliminate",
      "discontinue",
      "foreclose",
      "dispel",
      "dismiss",
      "curtail",
      "mitigate",
      "allay",
      "destroy",
      "extirpate",
      "eradicate"
    ],
    "消除",
    11
  ],
  "61": [
    [
      "deflate",
      "soothe",
      "wane",
      "fade",
      "decline",
      "dwindle",
      "mute",
      "palliate",
      "contract",
      "abate",
      "collapse",
      "mitigate",
      "diminish",
      "attenuate",
      "temper",
      "dissipate",
      "modulate",
      "neutralize",
      "moderate",
      "languish",
      "flag",
      "abrogate",
      "nullify"
    ],
    "减弱",
    23
  ],
  "62": [
    [
      "laconic",
      "spare",
      "artless",
      "taciturn",
      "simple",
      "intelligible",
      "lucid",
      "concise",
      "economy",
      "facile",
      "pithiness",
      "brevity"
    ],
    "简易的，易懂的",
    12
  ],
  "63": [
    [
      "astute",
      "perceptive",
      "acute",
      "insoluble",
      "insightful",
      "sagacious",
      "perspicacity",
      "discernment",
      "judicious",
      "sensible",
      "acumen",
      "adroitness",
      "discriminating"
    ],
    "精明的",
    13
  ],
  "64": [
    [
      "inclusive",
      "comprehensive",
      "heterogeneous",
      "disparate",
      "exhaustive",
      "learned",
      "erudition",
      "intellectualism"
    ],
    "全面的",
    8
  ],
  "65": [
    [
      "favorable",
      "auspicious",
      "conducive",
      "propitious",
      "advantageous",
      "expedient",
      "convenient"
    ],
    "有利的",
    7
  ],
  "66": [
    [
      "unassailable",
      "sound",
      "airtight",
      "blameless",
      "unimpeachable"
    ],
    "坚不可摧的",
    5
  ],
  "67": [
    [
      "tenacity",
      "resolve",
      "steadfast",
      "staunch",
      "determination",
      "doggedness",
      "restive",
      "recalcitrant"
    ],
    "坚韧",
    8
  ],
  "68": [
    [
      "novel",
      "original",
      "unconventional"
    ],
    "独创的",
    3
  ],
  "69": [
    [
      "beget",
      "create",
      "trigger",
      "cause",
      "invention",
      "contrivance",
      "intrigue",
      "drive",
      "generate",
      "originate"
    ],
    "引发",
    10
  ],
  "70": [
    [
      "unstinting",
      "generous",
      "magnanimous",
      "charitable",
      "forbearing",
      "magnanimity",
      "generosity"
    ],
    "无私的，宽容的",
    7
  ],
  "71": [
    [
      "sidestep",
      "circumvent",
      "skirt",
      "bypass",
      "shun",
      "eschew",
      "forswear"
    ],
    "避开",
    7
  ],
  "72": [
    [
      "limpid",
      "pellucid",
      "straightforward，unproblematic"
    ],
    "清晰的",
    3
  ],
  "73": [
    [
      "prescient",
      "prophetic",
      "imaginable",
      "conceivable",
      "foresighted"
    ],
    "预知的",
    5
  ],
  "74": [
    [
      "perennial",
      "constant",
      "continuous",
      "unremitting"
    ],
    "长久的",
    4
  ],
  "75": [
    [
      "prodigious",
      "colossal"
    ],
    "巨大的",
    2
  ],
  "76": [
    [
      "personify",
      "epitomize",
      "paragon",
      "exemplar",
      "paradigmatic",
      "archetypal"
    ],
    "典范",
    6
  ],
  "77": [
    [
      "fortuitous",
      "accidental",
      "contingency",
      "serendipity"
    ],
    "偶然的",
    4
  ],
  "78": [
    [
      "profusion",
      "wealth",
      "abundant",
      "dominant",
      "abundance",
      "ubiquity",
      "prodigious",
      "ample"
    ],
    "富裕",
    8
  ],
  "79": [
    [
      "stave off",
      "forestall",
      "avert",
      "prophylactic",
      "inhibitory"
    ],
    "预防",
    5
  ],
  "80": [
    [
      "exactitude",
      "meticulousness",
      "truth",
      "veracity"
    ],
    "准确度",
    4
  ],
  "81": [
    [
      "indubitable",
      "incontroversial",
      "undoubted"
    ],
    "无可争议的",
    3
  ],
  "82": [
    [
      "fungible",
      "interchangeable",
      "expendable",
      "superfluous"
    ],
    "可替代的",
    4
  ],
  "83": [
    [
      "reflexive",
      "automatic"
    ],
    "自动的",
    2
  ],
  "84": [
    [
      "atypical",
      "idiosyncratic",
      "peculiar",
      "distinct",
      "sequestered within",
      "unique to"
    ],
    "特别的",
    6
  ],
  "85": [
    [
      "decisive",
      "unmistakable",
      "exacting",
      "determine",
      "govern",
      "resolve"
    ],
    "决定性的",
    6
  ],
  "86": [
    [
      "quiescent",
      "abeyant",
      "inert",
      "stationary",
      "stasis",
      "interia"
    ],
    "静止的",
    6
  ],
  "87": [
    [
      "render",
      "reproduce",
      "unfold",
      "live",
      "evince",
      "betray"
    ],
    "呈现",
    6
  ],
  "88": [
    [
      "resent",
      "begrudge",
      "anathema",
      "repellent",
      "detest",
      "abhor"
    ],
    "怨恨",
    6
  ],
  "89": [
    [
      "proliferate",
      "multiply",
      "abound",
      "burgeon",
      "thrive"
    ],
    "激增",
    5
  ],
  "90": [
    [
      "impatient",
      "keen",
      "eager",
      "fiery",
      "impassioned"
    ],
    "热切的",
    5
  ],
  "91": [
    [
      "extirpate",
      "eliminate",
      "exclude",
      "obviate",
      "displace"
    ],
    "消除",
    5
  ],
  "92": [
    [
      "defy",
      "disregard",
      "flout",
      "confound",
      "resist"
    ],
    "违抗",
    5
  ],
  "93": [
    [
      "rudimentary",
      "unsophisticated",
      "sketchy",
      "basic",
      "crude"
    ],
    "基本的",
    5
  ],
  "94": [
    [
      "amalgamation",
      "fusion",
      "melt",
      "conflate",
      "ally"
    ],
    "混合",
    5
  ],
  "95": [
    [
      "euphoria",
      "jubilation",
      "ecstatic",
      "rapturous"
    ],
    "狂喜",
    4
  ],
  "96": [
    [
      "audacious",
      "striking",
      "brazen",
      "barefaced"
    ],
    "大胆的",
    4
  ],
  "97": [
    [
      "unsung",
      "disregarded",
      "remiss",
      "dilatory"
    ],
    "未被人知的",
    4
  ],
  "98": [
    [
      "fertile",
      "fecund",
      "fruitful",
      "valuable"
    ],
    "多产的",
    4
  ],
  "99": [
    [
      "restorative",
      "tonic",
      "recoup",
      "recover"
    ],
    "恢复的",
    4
  ],
  "100": [
    [
      "prevent",
      "preclude",
      "rule out",
      "pretext"
    ],
    "防止",
    4
  ],
  "101": [
    [
      "lugubrious",
      "gloomy",
      "abjection",
      "wretchedness"
    ],
    "悲哀的",
    4
  ],
  "102": [
    [
      "portend",
      "predict",
      "presage",
      "foretell"
    ],
    "预测",
    4
  ],
  "103": [
    [
      "expansion",
      "augmentation",
      "burgeon",
      "supplement"
    ],
    "扩大",
    4
  ],
  "104": [
    [
      "momentary",
      "evanescent",
      "transitory",
      "ephemeral"
    ],
    "短暂的",
    4
  ],
  "105": [
    [
      "hone",
      "enhance",
      "expedite",
      "facilitate"
    ],
    "提高",
    4
  ],
  "106": [
    [
      "proclaim",
      "profess",
      "assert",
      "aver"
    ],
    "声明",
    4
  ],
  "107": [
    [
      "fractious",
      "restive",
      "choleric，irascible"
    ],
    "易怒的",
    3
  ],
  "108": [
    [
      "comfort to",
      "square with",
      "deferential",
      "complaisant"
    ],
    "顺从",
    4
  ],
  "109": [
    [
      "insulate from",
      "buffer against",
      "discrete",
      "self-contained"
    ],
    "隔开",
    4
  ],
  "110": [
    [
      "misleading",
      "illusory",
      "misguide",
      "unwise"
    ],
    "误导的",
    4
  ],
  "111": [
    [
      "sullen",
      "surly",
      "cheerless",
      "gloomy"
    ],
    "阴郁的",
    4
  ],
  "112": [
    [
      "sober",
      "staid",
      "levelheaded",
      "sensible"
    ],
    "严肃的",
    4
  ],
  "113": [
    [
      "benign",
      "innocuous",
      "exculpate",
      "absolve"
    ],
    "无罪的",
    4
  ],
  "114": [
    [
      "placidity",
      "complacency",
      "pacific",
      "dovish"
    ],
    "平静",
    4
  ],
  "115": [
    [
      "cruelty",
      "barbarity",
      "truculence",
      "belligerence"
    ],
    "残酷",
    4
  ],
  "116": [
    [
      "coercive",
      "imperious",
      "top-down",
      "peremptory"
    ],
    "专横的",
    4
  ],
  "117": [
    [
      "transcend",
      "go beyond",
      "surpass",
      "outstrip"
    ],
    "超越",
    4
  ],
  "118": [
    [
      "speculative",
      "unsubstantiated",
      "conjectural",
      "surmised"
    ],
    "推测的",
    4
  ],
  "119": [
    [
      "inappropriate",
      "unfeasible",
      "inconclusive",
      "invalid"
    ],
    "不可行的",
    4
  ],
  "120": [
    [
      "emblematic",
      "quintessential",
      "symbolic",
      "measured"
    ],
    "象征性的",
    4
  ],
  "121": [
    [
      "supplant",
      "displace",
      "supersede",
      "trump"
    ],
    "替代",
    4
  ],
  "122": [
    [
      "charisma",
      "appeal",
      "fascination"
    ],
    "魅力",
    3
  ],
  "123": [
    [
      "foster",
      "adopt",
      "nurture"
    ],
    "培养",
    3
  ],
  "124": [
    [
      "saccharine",
      "sentimental",
      "cloying"
    ],
    "做作的",
    3
  ],
  "125": [
    [
      "confused",
      "muddled",
      "turbid"
    ],
    "混乱的",
    3
  ],
  "126": [
    [
      "galvanize",
      "animate",
      "inspiration"
    ],
    "激励",
    3
  ],
  "127": [
    [
      "irascibility",
      "exasperation",
      "petulance"
    ],
    "易怒",
    3
  ],
  "128": [
    [
      "tortuous",
      "convoluted",
      "circuitous"
    ],
    "曲折的",
    3
  ],
  "129": [
    [
      "implacable",
      "unyielding",
      "relentless"
    ],
    "无法安抚的",
    3
  ],
  "130": [
    [
      "elucidate",
      "demystify",
      "explicate"
    ],
    "解释",
    3
  ],
  "131": [
    [
      "profane",
      "desecrate",
      "mar",
      "taint"
    ],
    "玷污",
    4
  ],
  "132": [
    [
      "abstract",
      "divorce",
      "untethered"
    ],
    "脱离",
    3
  ],
  "133": [
    [
      "splendor",
      "sumptuousness",
      "brilliance"
    ],
    "壮丽",
    3
  ],
  "134": [
    [
      "profligate",
      "extravagant",
      "excessive"
    ],
    "奢侈的",
    3
  ],
  "135": [
    [
      "vitiate",
      "upend",
      "invert"
    ],
    "推翻",
    3
  ],
  "136": [
    [
      "revolutionary",
      "iconoclastic",
      "subversive"
    ],
    "革新的",
    3
  ],
  "137": [
    [
      "indolence",
      "sloth",
      "idle"
    ],
    "懒惰",
    3
  ],
  "138": [
    [
      "trepidation",
      "apprehension",
      "misgiving"
    ],
    "担忧",
    3
  ],
  "139": [
    [
      "apogee",
      "acme",
      "pinnacle"
    ],
    "极点",
    3
  ],
  "140": [
    [
      "enthrall",
      "captivate",
      "enamor"
    ],
    "着迷",
    3
  ],
  "141": [
    [
      "peripheral",
      "subsidiary",
      "extraneous"
    ],
    "次要的",
    3
  ],
  "142": [
    [
      "remunerative",
      "profitable",
      "lucrative"
    ],
    "赚钱的",
    3
  ],
  "143": [
    [
      "elision",
      "omission",
      "lacunae"
    ],
    "省略",
    3
  ],
  "144": [
    [
      "ancillary",
      "subsidiary",
      "supplementary"
    ],
    "附属的",
    3
  ],
  "145": [
    [
      "deliberate",
      "calculated",
      "purposeful"
    ],
    "故意的",
    3
  ],
  "146": [
    [
      "archaic",
      "fusty",
      "retrograde"
    ],
    "过时的",
    3
  ],
  "147": [
    [
      "nebulous",
      "amorphous",
      "incoherent"
    ],
    "模糊的",
    3
  ],
  "148": [
    [
      "compete",
      "contend",
      "antagonistic"
    ],
    "竞争",
    3
  ],
  "149": [
    [
      "patent",
      "evident",
      "manifest"
    ],
    "专利",
    3
  ],
  "150": [
    [
      "proscribe",
      "enjoin",
      "disallow"
    ],
    "禁止",
    3
  ],
  "151": [
    [
      "mainstay",
      "foundation",
      "center"
    ],
    "核心",
    3
  ],
  "152": [
    [
      "guarded",
      "stinting",
      "frugal"
    ],
    "节省的",
    3
  ],
  "153": [
    [
      "substantial",
      "solid"
    ],
    "实质的",
    2
  ],
  "154": [
    [
      "sordid",
      "sleazy"
    ],
    "肮脏的",
    2
  ],
  "155": [
    [
      "interdependent",
      "symbiotic"
    ],
    "相互依存的",
    2
  ],
  "156": [
    [
      "vehemence",
      "ferocity"
    ],
    "激烈",
    2
  ],
  "157": [
    [
      "routine",
      "grind"
    ],
    "日常工作",
    2
  ],
  "158": [
    [
      "predation",
      "rapacity"
    ],
    "掠夺",
    2
  ],
  "159": [
    [
      "cynical",
      "jaded"
    ],
    "冷嘲热讽的",
    2
  ],
  "160": [
    [
      "exploit",
      "utilize"
    ],
    "利用",
    2
  ],
  "161": [
    [
      "awkwardness",
      "discomfiture"
    ],
    "尴尬",
    2
  ],
  "162": [
    [
      "deliberation",
      "consideration"
    ],
    "考虑",
    2
  ],
  "163": [
    [
      "detect",
      "discern"
    ],
    "发现",
    2
  ],
  "164": [
    [
      "cede",
      "relinquish"
    ],
    "放弃",
    2
  ],
  "165": [
    [
      "neglected",
      "forsaken"
    ],
    "被忽视的",
    2
  ],
  "166": [
    [
      "meet",
      "condign"
    ],
    "恰当的",
    2
  ],
  "167": [
    [
      "partition",
      "segment"
    ],
    "分割",
    2
  ],
  "168": [
    [
      "celebrity",
      "prominence"
    ],
    "名声",
    2
  ],
  "169": [
    [
      "piecemeal",
      "fragmentary"
    ],
    "零碎的",
    2
  ],
  "170": [
    [
      "exploitable",
      "useful"
    ],
    "可用的",
    2
  ],
  "171": [
    [
      "equanimity",
      "sangfroid"
    ],
    "平静",
    2
  ],
  "172": [
    [
      "annalist",
      "chronicler"
    ],
    "编年史家",
    2
  ],
  "173": [
    [
      "precarious",
      "perilous"
    ],
    "危险的",
    2
  ],
  "174": [
    [
      "sincerity",
      "earnestness"
    ],
    "认真",
    2
  ],
  "175": [
    [
      "inherent",
      "intrinsic"
    ],
    "固有的",
    2
  ],
  "176": [
    [
      "",
      ""
    ],
    "",
    2
  ],
  "177": [
    [
      "sympathetic",
      "well-disposed"
    ],
    "同情的",
    2
  ],
  "178": [
    [
      "",
      ""
    ],
    "",
    2
  ],
  "179": [
    [
      "slighted",
      "disparaged"
    ],
    "轻微的",
    2
  ],
  "180": [
    [
      "sluggish",
      "dilatory"
    ],
    "拖延的",
    2
  ],
  "181": [
    [
      "tenuous",
      "uncertain"
    ],
    "脆弱的",
    2
  ],
  "182": [
    [
      "inflammatory",
      "provocative"
    ],
    "煽动性的",
    2
  ],
  "183": [
    [
      "scarce by",
      "Hardly x rare"
    ],
    "几乎不",
    2
  ],
  "184": [
    [
      "porous",
      "permeable"
    ],
    "可渗透的",
    2
  ],
  "185": [
    [
      "invisible",
      "ethereal"
    ],
    "不可见的",
    2
  ],
  "186": [
    [
      "",
      ""
    ],
    "",
    2
  ],
  "187": [
    [
      "maturity",
      "precociousness"
    ],
    "成熟",
    2
  ],
  "188": [
    [
      "unlinked",
      "estranged"
    ],
    "未连接的",
    2
  ],
  "189": [
    [
      "lay",
      "avocational"
    ],
    "业余的",
    2
  ],
  "190": [
    [
      "palcatory",
      "conciliatory"
    ],
    "安抚的",
    2
  ],
  "191": [
    [
      "humility",
      "modesty"
    ],
    "谦逊",
    2
  ],
  "192": [
    [
      "venerate",
      "honor"
    ],
    "荣誉",
    2
  ],
  "193": [
    [
      "persistence",
      "survival"
    ],
    "固执",
    2
  ],
  "194": [
    [
      "eclipse",
      "outdo"
    ],
    "盖过",
    2
  ],
  "195": [
    [
      "obtrusive",
      "conspicuous"
    ],
    "引人注目的",
    2
  ],
  "196": [
    [
      "unconventional",
      "quirky"
    ],
    "古怪的",
    2
  ],
  "197": [
    [
      "minimal",
      "trifling"
    ],
    "极小的",
    2
  ],
  "198": [
    [
      "belie",
      "confound"
    ],
    "证明有误",
    2
  ],
  "199": [
    [
      "self-interest",
      "opportunism"
    ],
    "自私",
    2
  ],
  "200": [
    [
      "resonate",
      "ring true"
    ],
    "共鸣",
    2
  ],
  "201": [
    [
      "liberating",
      "emancipating"
    ],
    "解放",
    2
  ],
  "202": [
    [
      "adept at",
      "proficient at"
    ],
    "擅长于",
    2
  ],
  "203": [
    [
      "spirited",
      "vigorous"
    ],
    "活泼的",
    2
  ],
  "204": [
    [
      "alarm",
      "unsettle"
    ],
    "不安",
    2
  ],
  "205": [
    [
      "amazing",
      "wondrous"
    ],
    "奇妙的",
    2
  ],
  "206": [
    [
      "verbose",
      "long-winded"
    ],
    "冗长的",
    2
  ],
  "207": [
    [
      "canned",
      "formulaic"
    ],
    "公式化的",
    2
  ],
  "208": [
    [
      "obsolete",
      "out-dated"
    ],
    "过时的",
    2
  ],
  "209": [
    [
      "brook",
      "tolerate"
    ],
    "忍受",
    2
  ],
  "210": [
    [
      "regulate",
      "abundant"
    ],
    "常规的",
    2
  ],
  "211": [
    [
      "endemic",
      "native"
    ],
    "地方性的",
    2
  ],
  "212": [
    [
      "prevalent",
      "extensive"
    ],
    "广泛的",
    2
  ],
  "213": [
    [
      "pilferage",
      "appropriation"
    ],
    "盗窃",
    2
  ],
  "214": [
    [
      "comprehend",
      "fathom"
    ],
    "理解",
    2
  ],
  "215": [
    [
      "invigorating",
      "refreshing"
    ],
    "令人振奋的",
    2
  ],
  "216": [
    [
      "divest of",
      "strip of"
    ],
    "剥夺",
    2
  ],
  "217": [
    [
      "mediate by",
      "influence by"
    ],
    "调解",
    2
  ],
  "218": [
    [
      "wayward",
      "errant"
    ],
    "任性的",
    2
  ],
  "219": [
    [
      "dubious",
      "suspect"
    ],
    "可疑的",
    2
  ],
  "220": [
    [
      "",
      ""
    ],
    "",
    2
  ],
  "221": [
    [
      "identify",
      "diagnose"
    ],
    "诊断",
    2
  ],
  "222": [
    [
      "showy",
      "meretricious"
    ],
    "花哨的",
    2
  ],
  "223": [
    [
      "calamity",
      "disaster"
    ],
    "灾难",
    2
  ],
  "224": [
    [
      "comparable",
      "analogue"
    ],
    "类似的",
    2
  ],
  "225": [
    [
      "palatable",
      "appetizing"
    ],
    "诱人的",
    2
  ],
  "226": [
    [
      "protocol",
      "decorum"
    ],
    "礼仪",
    2
  ],
  "227": [
    [
      "unprecedented",
      "deplorable"
    ],
    "震惊的",
    2
  ],
  "228": [
    [
      "scandalous",
      "unseemly"
    ],
    "丑闻的",
    2
  ],
  "229": [
    [
      "rapprochement",
      "reconciliation"
    ],
    "和解",
    2
  ],
  "230": [
    [
      "sully",
      "taint"
    ],
    "玷污",
    2
  ],
  "231": [
    [
      "engaging",
      "winning"
    ],
    "迷人的",
    2
  ],
  "232": [
    [
      "indigence",
      "penury"
    ],
    "贫困",
    2
  ],
  "233": [
    [
      "asymmetrical",
      "uneven"
    ],
    "不对称的",
    2
  ],
  "234": [
    [
      "inconspicuous",
      "discreet"
    ],
    "不显眼的",
    2
  ],
  "235": [
    [
      "undergirded by",
      "dependent on"
    ],
    "被...支撑",
    2
  ],
  "236": [
    [
      "bucolic",
      "rustic"
    ],
    "乡村的",
    2
  ],
  "237": [
    [
      "trivia",
      "ephemera"
    ],
    "琐事",
    2
  ],
  "238": [
    [
      "inept at",
      "unequal to"
    ],
    "不拿手的",
    2
  ],
  "239": [
    [
      "defray",
      "pay"
    ],
    "支付",
    2
  ],
  "240": [
    [
      "exhaustion",
      "bankruptcy"
    ],
    "疲惫",
    2
  ],
  "241": [
    [
      "contrived",
      "artificial"
    ],
    "人为的",
    2
  ],
  "242": [
    [
      "insouciance",
      "detachment"
    ],
    "客观",
    2
  ],
  "243": [
    [
      "obtuse",
      "dull"
    ],
    "愚笨的",
    2
  ],
  "244": [
    [
      "imbue",
      "permeate"
    ],
    "渗透",
    2
  ],
  "245": [
    [
      "pedigree",
      "origin"
    ],
    "起源",
    2
  ],
  "246": [
    [
      "succumb",
      "yield"
    ],
    "屈服",
    2
  ],
  "247": [
    [
      "extremist",
      "zealot"
    ],
    "极端分子",
    2
  ],
  "248": [
    [
      "propagate",
      "transmit"
    ],
    "传播",
    2
  ],
  "249": [
    [
      "stilted",
      "wooden"
    ],
    "僵硬的",
    2
  ],
  "250": [
    [
      "lull",
      "respite"
    ],
    "暂停",
    2
  ],
  "251": [
    [
      "appropriate",
      "borrow"
    ],
    "挪用",
    2
  ],
  "252": [
    [
      "somnolent",
      "lethargic"
    ],
    "困倦的",
    2
  ],
  "253": [
    [
      "inferable from",
      "entailed by"
    ],
    "由...导致",
    2
  ],
  "254": [
    [
      "nonsensical",
      "preposterous"
    ],
    "荒谬的",
    2
  ],
  "255": [
    [
      "loquacious",
      "garrulous"
    ],
    "话多的",
    2
  ],
  "256": [
    [
      "reticence",
      "reserve"
    ],
    "沉默",
    2
  ],
  "257": [
    [
      "preachy",
      "sanctimonious"
    ],
    "说教的",
    2
  ],
  "258": [
    [
      "idealization",
      "romanticization"
    ],
    "理想化",
    2
  ],
  "259": [
    [
      "anonymous",
      "obscure"
    ],
    "匿名的",
    2
  ],
  "260": [
    [
      "malfeasance",
      "fraudulence"
    ],
    "不法行为",
    2
  ],
  "261": [
    [
      "abstraction",
      "generality"
    ],
    "抽象",
    2
  ],
  "262": [
    [
      "demarcation",
      "lines"
    ],
    "划定界限",
    2
  ],
  "263": [
    [
      "pigeonhole",
      "assess"
    ],
    "分类",
    2
  ],
  "264": [
    [
      "appreciate",
      "analyze"
    ],
    "评价",
    2
  ],
  "265": [
    [
      "exacerbate",
      "aggravate"
    ],
    "恶化",
    2
  ],
  "266": [
    [
      "telescope",
      "compress"
    ],
    "压缩",
    2
  ],
  "267": [
    [
      "surrender",
      "cede"
    ],
    "投降",
    2
  ],
  "268": [
    [
      "discretionary",
      "optional"
    ],
    "自行决定的",
    2
  ],
  "269": [
    [
      "inhospitable",
      "unreceptive"
    ],
    "不适宜的",
    2
  ],
  "270": [
    [
      "minutiae",
      "particular"
    ],
    "细节",
    2
  ],
  "271": [
    [
      "modified",
      "adapted"
    ],
    "调整的",
    2
  ],
  "272": [
    [
      "penitent",
      "contrite"
    ],
    "忏悔的",
    2
  ],
  "273": [
    [
      "boon",
      "windfall"
    ],
    "福利",
    2
  ],
  "274": [
    [
      "deploy",
      "marshal"
    ],
    "部署",
    2
  ],
  "275": [
    [
      "predilection",
      "partiality"
    ],
    "偏爱",
    2
  ],
  "276": [
    [
      "downplay",
      "minimize"
    ],
    "淡化",
    2
  ],
  "277": [
    [
      "liminal",
      "intermediate"
    ],
    "边缘的",
    2
  ],
  "278": [
    [
      "flagged",
      "languished"
    ],
    "受折磨的",
    2
  ],
  "279": [
    [
      "taciturn",
      "reticent"
    ],
    "沉默的",
    2
  ],
  "280": [
    [
      "latitude",
      "leeway"
    ],
    "余地",
    2
  ],
  "281": [
    [
      "skeletal",
      "minimalist"
    ],
    "极简主义的",
    2
  ],
  "282": [
    [
      "preoccupation",
      "obsession"
    ],
    "全神贯注",
    2
  ],
  "283": [
    [
      "self-control",
      "moderation"
    ],
    "自制力",
    2
  ],
  "284": [
    [
      "consistent",
      "compatible"
    ],
    "始终如一的",
    2
  ],
  "285": [
    [
      "risky",
      "speculative"
    ],
    "投机的",
    2
  ],
  "286": [
    [
      "ignoble",
      "reprehensible"
    ],
    "可耻的",
    2
  ],
  "287": [
    [
      "disciplinarian",
      "martinet"
    ],
    "遵守纪律的人",
    2
  ],
  "288": [
    [
      "ineluctable",
      "inevitable"
    ],
    "不可避免的",
    2
  ],
  "289": [
    [
      "extemporize",
      "improvise"
    ],
    "即兴",
    2
  ],
  "290": [
    [
      "contemplative",
      "ruminative"
    ],
    "沉思的",
    2
  ],
  "291": [
    [
      "elegy",
      "requiem"
    ],
    "悲歌",
    2
  ],
  "292": [
    [
      "bombastic",
      "overblown"
    ],
    "夸张的",
    2
  ],
  "293": [
    [
      "punctuate",
      "intermittent"
    ],
    "间歇性的",
    2
  ],
  "294": [
    [
      "sycophancy",
      "adulation"
    ],
    "吹捧",
    2
  ],
  "295": [
    [
      "judgement",
      "discretion"
    ],
    "评价",
    2
  ],
  "296": [
    [
      "purvey",
      "supply"
    ],
    "供应",
    2
  ],
  "297": [
    [
      "inviolable",
      "sacrosanct"
    ],
    "神圣的",
    2
  ],
  "298": [
    [
      "doomed",
      "moribund"
    ],
    "必定失败的",
    2
  ],
  "299": [
    [
      "seed",
      "germ"
    ],
    "萌芽",
    2
  ],
  "300": [
    [
      "cerebral",
      "dispassionate"
    ],
    "理智的",
    2
  ],
  "301": [
    [
      "spartan",
      "austere"
    ],
    "简朴的",
    2
  ],
  "302": [
    [
      "clandestine",
      "surreptitious"
    ],
    "偷偷摸摸的",
    2
  ],
  "303": [
    [
      "vehemently",
      "empathically"
    ],
    "坚决地",
    2
  ],
  "304": [
    [
      "diffident",
      "timorous"
    ],
    "胆怯的",
    2
  ],
  "305": [
    [
      "ineptitude",
      "maladroit"
    ],
    "笨拙的",
    2
  ],
  "306": [
    [
      "sybaritic",
      "hedonistic"
    ],
    "享乐主义的",
    2
  ],
  "307": [
    [
      "level",
      "equalize"
    ],
    "使一致",
    2
  ],
  "308": [
    [
      "revival",
      "renaissance"
    ],
    "复兴",
    2
  ]
}